import s from './s.module.scss'
import { BackButton } from './Button'

const Offer = () => {
    return (
        <section className={s.page}>
            <BackButton />
            <p>
                Условия предоставления услуг. <br />
                Настоящие Условия предоставления услуг («Условия Imperator Of
                Dwelling») представляют собой соглашение между вами и Imperator
                Of Dwelling, имеющее обязательную юридическую силу и
                регулирующее использование вами сайтов, приложений и других
                продуктов Imperator Of Dwelling (далее — «Платформа Imperator Of
                Dwelling»). Пользуясь сервисами Imperator Of Dwelling вы
                выражаете согласие с настоящими Условиями. Под используемыми в
                настоящих Условиях терминами «Imperator Of Dwelling», «мы»,
                «нас» или «наш» подразумевается компания Imperator Of Dwelling.
                Платформа Imperator Of Dwelling предоставляет пользователям
                («Пользователи») возможность публиковать, предлагать, искать и
                бронировать услуги. Пользователи, публикующие объявления и
                предлагающие услуги, именуются «Хозяева/Организаторы», а
                Пользователи, осуществляющие поиск, бронирование и пользование
                услугами, — «Гости». Хозяева предлагают в аренду места для
                проживания («Жилье»), а Организаторы — занятия, экскурсии и
                мероприятия («Впечатления»), а также иные услуги, связанные или
                не связанные с путешествиями (далее — «Услуги
                хозяев/организаторов» или «Услуги», предложения таких услуг на
                Платформе Imperator Of Dwelling именуются «Объявления»).
                Imperator Of Dwelling предоставляет Платформу Imperator Of
                Dwelling и не владеет и не управляет Объявлениями или Услугами
                хозяев/организаторов, а также не контролирует и не предлагает
                их. Imperator Of Dwelling не является стороной договорных
                отношений между Хозяевами/Организаторами и Гостями, а также
                агентом по недвижимости или страховщиком.
                <br /> 1. Поиск и бронирование на Imperator Of Dwelling
                <br />
                1.1. Поиск. На Платформе Imperator Of Dwelling можно находить
                Услуги хозяев/организаторов по таким критериям, как вид Услуги,
                тип объявления, пункт назначения, даты поездки и количество
                гостей. Используйте фильтры для более точного поиска. Результаты
                определяются на основе соответствия запросу и другим критериям.
                При этом учитываются такие факторы, как цена, свободные даты,
                Отзывы, история взаимодействия с клиентами и отмены
                бронирований, популярность, предыдущие поездки и сохраненные
                Объявления, требования Хозяев/Организаторов (например,
                минимальное или максимальное количество ночей) и другие факторы.
                Подробнее о результатах поиска — в Центре помощи.
                <br />
                1.2. Бронирование. Бронируя Объявление, вы обязуетесь оплатить
                все соответствующие комиссии, включая стоимость Жилья или
                Впечатления, применимые сборы, в частности сбор за услуги
                Imperator Of Dwelling, плату на месте, налоги и другие позиции,
                указанные при оформлении заказа (далее — «Общая стоимость»).
                Если вы платите в валюте, отличающейся от установленной Хозяином
                для его Объявления, цена, которую вы видите, зависит от курса
                конвертации валюты, определенного нами. Вы также соглашаетесь с
                тем, что Imperator Of Dwelling Payments может списать средства с
                помощью Способа оплаты (как определено в Условиях обработки
                платежей), который использовался для бронирования
                Жилья/Впечатления, чтобы получить сумму Требования о возмещении
                ущерба (как определено в разделе 14). После подтверждения
                бронирования между вами и Хозяином/Организатором будет заключено
                соглашение об оказании Услуг («Бронирование»). Оформляя
                Бронирование, вы принимаете условия этого соглашения. Условия
                соглашения включают в себя настоящие Условия, все условия
                Бронирования, включая, помимо прочего, правила отмены и другие
                правила, стандарты, политики или требования, указанные в
                Объявлении или при оплате, которые применяются к Бронированию.
                Вы несете ответственность за ознакомление с условиями
                соглашения, включая настоящие Условия, и всеми условиями
                Бронирования, включая все правила, стандарты, политики и
                требования, до бронирования Объявления. Для оказания Услуг
                некоторые Хозяева/Организаторы привлекают вторых
                хозяев/организаторов или принимают гостей в составе команды.
                <br />
                1.3. Бронирование Жилья. Бронирование обеспечивает временные
                права на вход в Жилье, пребывание в нем и его использование.
                Хозяин оставляет за собой право посещения Жилья во время вашего
                пребывания, если: (i) это обоснованно необходимо, (ii)
                предусмотрено вашим соглашением с Хозяином и (iii) допустимо
                согласно действующему законодательству. Если вы остаетесь в
                Жилье после установленного времени выезда, Хозяин вправе
                принудить вас к выезду в соответствии с действующим
                законодательством, в том числе с помощью штрафа за превышение
                сроков проживания. Запрещается превышать максимально допустимое
                число Гостей.
                <br /> 2. Заключение Договора
                <br /> 2.1. Оферта считается акцептованной пользователем, а
                Договор между Компанией и пользователем заключенным с момента
                оплаты пользователем сервисов Imperator Of Dwelling по
                соответствующей сделке (в этом случае она совершается
                одновременно с заключением Договора) или с момента внесения
                аванса в счет оплаты используемых в будущем сервисов Imperator
                Of Dwelling, или с момента подтверждения реквизитов по Tinkoff
                Business ID или СберБизнес ID. Условия заключенного Договора
                применяются ко всем последующим сделкам между пользователем и
                Компанией. Договор может быть заключен только с пользователем,
                являющимся дееспособным физическим лицом либо юридическим лицом
                или индивидуальным предпринимателем, зарегистрированным в
                Российской Федерации.
                <br />
                2.2. Каждый заказ на использование конкретного сервиса Imperator
                Of Dwelling в рамках Договора является самостоятельной сделкой.
                Сделка во исполнение Договора может быть заключена в отношении
                сервисов, представленных на Imperator Of Dwelling и доступных
                для заказа и оплаты в момент обращения пользователя к тому или
                иному сервису Imperator Of Dwelling. В рамках данного Договора
                рекламные услуги Компанией не предоставляются.
                <br /> 2.3. Оплата заказа или выполнение пользователем иных
                действий, предусмотренных Договором, признается акцептом
                пользователя предложения о заключении сделки на согласованных
                сторонами условиях.
                <br /> 2.4. Пользователь оформляет каждый заказ в соответствии с
                условиями действующей редакции оферты и условиями
                соответствующего сервиса. Условия всех сервисов Imperator Of
                Dwelling, которые размещены на Imperator Of Dwelling в момент
                заказа, являются неотъемлемой частью оферты. Заказ оформляется в
                режиме онлайн.
                <br />
                2.5. Совершая акцепт оферты, вы выражаете согласие с тем, что
                факт выполнения определенных действий на Imperator Of Dwelling,
                в том числе с использованием профессиональных технических
                инструментов, выполнение команд через интерфейс Imperator Of
                Dwelling (нажатие кнопок, клики), совершение платежа и иные
                подобные действия означают ваше волеизъявление в отношении
                заказа и/или активации сервиса в соответствии с указанными на
                Imperator Of Dwelling параметрами и ценой.
                <br />
                3. Стоимость и порядок расчетов
                <br />
                3.1. Стоимость выбранного пользователем сервиса Imperator Of
                Dwelling при заключении сделки в рамках Договора определяется
                исходя из характеристик такого сервиса (вид, состав пакета и
                иные параметры). Его стоимость отображается в рублях в
                интерфейсе Imperator Of Dwelling при оформлении заказа, если
                иное не предусмотрено условиями соответствующего сервиса.
                Стоимость включает в себя НДС по ставке, установленной
                действующим законодательством Российской Федерации. Оплата
                осуществляется по ценам, действующим на момент совершения
                платежа.
                <br />
                3.2. Вы можете совершить оплату одним из способов,
                представленных в интерфейсе Imperator Of Dwelling в момент
                оформления заказа.
                <br /> 3.3. При оплате банковской картой вы можете привязать
                указанную карту к вашему профилю, чтобы не вводить ее реквизиты
                при совершении дальнейших платежей на Imperator Of Dwelling. При
                оплате привязанной картой банк может не запрашивать у вас код
                для подтверждения платежа. Если вы хотите отвязать карту,
                нажмите соответствующую кнопку в настройках профиля.
                <br />
                3.4. Пользователь с профилем юридического лица или
                индивидуального предпринимателя должен осуществлять оплату по
                Договору безналичным переводом денежных средств на расчетный
                счет Компании на основании выставленного через интерфейс
                Imperator Of Dwelling счета. Допускается также оплата с
                использованием корпоративной банковской карты, оформленной на
                соответствующее юридическое лицо или индивидуального
                предпринимателя.
                <br /> 3.5. Компания предоставляет пользователю информацию о
                совершаемых им платежах на Imperator Of Dwelling в специальном
                информационно-аналитическом разделе профиля (далее – «Кошелек»).
                Кошелек предназначен для учета поступающих от пользователя в
                качестве аванса денежных средств, которые могут быть
                использованы для оплаты предоставляемых в будущем услуг
                Компании, а также для предоставления иной, связанной с услугами
                Компании информации, в том числе о наличии бонусов, которые
                могут включаться в общий баланс Кошелька, о платежах,
                поступивших от пользователя в счет оплаты услуг Компании (в том
                числе в целях подтверждения оплаты).
                <br /> 3.6. При оплате услуг Imperator Of Dwelling за счет ранее
                внесенного аванса, отраженного в Кошельке, с баланса Кошелька
                осуществляется списание соответствующей суммы денежных средств с
                учетом бонусов/скидок (при их наличии), если условия оказания
                соответствующей услуги допускают их использование. Совершение
                такой оплаты возможно только при наличии на балансе Кошелька
                суммы равной или большей суммарной стоимости услуг.
                <br /> 3.7. Оплата безналичным переводом на основании
                выставленного счета для пользователей с профилем юридического
                лица или индивидуального предпринимателя, и/или сформированной
                квитанции для частных пользователей должна производиться с
                указанием номера профиля пользователя, а также иных реквизитов,
                идентифицирующих платеж, в том числе наименования и ИНН для
                пользователей с профилем юридического лица или индивидуального
                предпринимателя. При оплате таким способом пользователь обязан
                внести в платежный документ точные данные, указанные в
                назначении платежа в выставленном ему счете на оплату или
                квитанции. При отсутствии или неправильном указании
                перечисленных в настоящем пункте данных, Компания вправе
                считать, что обязательства по оплате не выполнены пользователем
                надлежащим образом, либо самостоятельно идентифицировать платеж
                согласно имеющимся данным (в том числе данным собственного
                учета). Компания не отвечает за убытки, которые могут возникнуть
                у пользователя или третьих лиц в случае неправильного указания
                назначения платежа.
                <br /> 3.8. Заказ должен быть оплачен полностью одним способом
                платежа.
                <br /> 3.9. В случае отмены заказа услуги Imperator Of Dwelling
                до начала её предоставления, прекращения по любому иному
                основанию, неиспользованная сумма ранее внесенного аванса (при
                её наличии) зачисляется на Кошелек пользователя.
                <br /> 3.10. В рамках проведения стимулирующих мероприятий или в
                иных случаях по решению Компании пользователю могут быть
                начислены бонусы. Срок действия бонусов отдельно указывается в
                интерфейсе и является различным в зависимости от того, при каких
                условиях они были начислены Компанией. Использование бонусов
                осуществляется в виде предоставления скидки на стоимость услуг
                при их оплате. Если на балансе пользователя есть бонусы, то
                оплата стоимости услуг осуществляется пропорционально с
                использованием денежных средств и бонусов. Если пользователь
                досрочно отказывается от использования услуг, то вся сумма ранее
                предоставленных бонусов аннулируется и не подлежит
                восстановлению. В любом случае неиспользованные пользователем
                бонусы аннулируются по истечении срока их действия.
                Предоставляемые по решению Компании бонусы (в том числе
                аннулированные по любой причине или частично использованные
                пользователем) не могут быть обменяны, переданы третьим лицам,
                использованы для иных сервисов Компании, а также заменены на
                денежный эквивалент.
                <br /> 3.11. Факт предоставления пользователю сервисов Imperator
                Of Dwelling и их объем определяются на основании статистических
                данных учетной системы Компании.
                <br />
                3.12. В отношении сервисов, которые Компания предоставляет
                пользователям с профилями юридического лица или индивидуального
                предпринимателя в целях исполнения требований законодательства
                Российской Федерации о бухгалтерском учете, Компания ежемесячно
                направляет по адресу электронной почты пользователя или
                предоставляет возможность выгрузки в профиле копии
                универсального передаточного документа, включающего в себя
                счет-фактуру и акт (далее – «УПД») за отчетный месяц. Оригинал
                такого документа может быть направлен почтой по адресу,
                указанному в профиле. Стороны могут договориться об обмене
                документами в электронном виде с помощью систем электронного
                документооборота (далее – «ЭДО»). Предложение об использовании
                ЭДО может быть направлено любой из сторон в адрес другой
                стороны, через используемую систему ЭДО. С момента акцепта
                такого предложения направление Компанией документов по
                настоящему Договору будет осуществляться в соответствии с
                условиями Соглашения об ЭДО.
                <br /> 3.13. Если Компания не получает письменные мотивированные
                возражения пользователя относительно предоставленных сервисов в
                течение 5 дней с даты завершения отчетного месяца (в том числе
                по причине отказа представителя пользователя от получения
                электронной копии УПД или других документов или указания
                пользователем ненадлежащего адреса для получения документов)
                сервисы за отчетный период, указанные в УПД, считаются
                оказанными Компанией надлежащим образом и принятыми
                пользователем в полном объеме.
                <br /> 3.14. Ответственность за получение любых документов (в
                том числе УПД, сообщений, уведомлений) вышеуказанными способами
                лежит на пользователе. Компания не несет ответственности за
                задержку или неполучение пользователем документов, если это
                явилось результатом неисправности систем связи,
                действия/бездействия провайдеров, операторов связи, утраты
                пользователем доступа к профилю или иных обстоятельств,
                находящихся вне зоны контроля Компании.
                <br />
                3.15. Наименование, юридический адрес, почтовый адрес, ИНН, КПП,
                контактная и прочая информация в платежных документах, УПД и
                других документах, формируемых Компанией, указываются в
                соответствии с реквизитами пользователя, указанными в его
                профиле.
                <br />
                3.16. Пользователь самостоятельно несет ответственность за
                правильность данных, указанных в профиле пользователя на
                Imperator Of Dwelling. При изменении реквизитов, вы обязаны
                незамедлительно внести соответствующие изменения в вашем
                профиле. Если вы не можете самостоятельно изменить данные в
                профиле, вы обязаны уведомить Компанию о таких изменениях по
                установленной Компанией форме с приложением, по запросу
                Компании, подтверждающих изменения документов.
                <br /> 3.17. Компания вправе проверять правильность указанных в
                профиле реквизитов пользователя путем сверки с данными,
                содержащимися в едином государственном реестре юридических лиц
                (индивидуальных предпринимателей) и, при наличии расхождений,
                корректировать соответствующие данные, используя в качестве
                идентификатора пользователя указанный им ИНН.
                <br /> 4. Прочие условия
                <br />
                4.1. Договор вступает в силу с момента его заключения в порядке,
                указанном в разделе 2 оферты, и действует в течение
                неопределенного срока до момента его прекращения в соответствии
                с Договором и законодательством.
                <br /> 4.2. Компания вправе изменять и/или дополнять оферту в
                той мере, в какой это допускается законодательством Российской
                Федерации, а также отозвать оферту в любое время. Датой
                изменения оферты является дата опубликования на Imperator Of
                Dwelling новой редакции оферты. Вы должны ознакомиться с
                действующей редакцией оферты, размещенной на Imperator Of
                Dwelling, и с условиями каждой сделки до заключения Договора и
                совершения сделки.
                <br />
                4.3. Заказ сервисов Imperator Of Dwelling и совершение
                пользователем сделки в рамках Договора после вступления в силу
                изменений в оферте означает, что стороны пришли к согласию о
                внесении соответствующих изменений и/или дополнений в Договор.
                Такие изменения в Договоре не применяются к сервисам, заказанным
                и оплаченным пользователем до вступления в силу изменений в
                оферте.
                <br /> 4.4. Компания вправе приостановить исполнение своих
                обязательств в случае нарушения пользователем встречных
                обязательств, предусмотренных Договором, а в случае
                невозможности исполнения своих обязательств – прекратить
                исполнение обязательств с уведомлением об этом пользователя
                через интерфейс Imperator Of Dwelling, по адресу электронной
                почты или иным способом. При этом неиспользованные денежные
                средства, находящиеся в Кошельке профиля подлежат возврату
                потребителю в порядке, предусмотренном законодательством
                Российской Федерации.
                <br /> 4.5. Договор может быть прекращен досрочно по инициативе
                пользователя. Если пользователь не воспользовался профилем на
                Imperator Of Dwelling в течение 3 лет, Договор считается
                прекращенным по инициативе пользователя по истечении указанного
                срока. При прекращении действия Договора вы вправе обратиться к
                Компании за возвратом неиспользованного остатка денежных средств
                в размере баланса Кошелька без учета предоставленных бонусов.
                Возврат неиспользованного остатка денежных средств
                осуществляется на основании письменного заявления пользователя
                по установленной Компанией форме на средство платежа, с помощью
                которого был осуществлен платеж, а в случае невозможности
                использования данного средства платежа для возврата денежных
                средств – иным определенным Компанией способом.
                <br /> 4.6. При обращении за возвратом неиспользованного остатка
                денежных средств пользователь по требованию Компании обязан
                идентифицировать себя в качестве стороны по Договору, совершив
                указанные в инструкциях Компании действия (направить заявление с
                адреса электронной почты, указанного в профиле, использовать при
                обращении номер телефона, указанный в профиле и подтвержденный в
                порядке, предусмотренном Imperator Of Dwelling, и др.), а также
                предоставить необходимые документы и информацию (в том числе
                документы, требуемые для идентификации пользователя, документы,
                подтверждающие факт внесения пользователем платежей и др.).
                <br /> 4.7. Компания вправе указывать наименование, товарный
                знак и общее описание услуг пользователя с профилем юридического
                лица или индивидуального предпринимателя в своих маркетинговых
                материалах.
                <br /> 4.8. Договор представляет все условия, согласованные
                между сторонами в отношении его предмета, и заменяет собой все
                прежние договоренности, заверения и любого рода соглашения между
                сторонами в отношении его предмета, если иное прямо не
                согласовано сторонами.
                <br /> 4.9. Обязательства сторон по Договору, которые в силу
                своей природы должны продолжать действовать (включая
                обязательства в отношении предоставленных гарантий,
                конфиденциальности, проведения взаиморасчетов, но, не
                ограничиваясь указанным), остаются в силе после окончания срока
                действия Договора до полного исполнения.
                <br /> 4.10. Отношения Компании и пользователя по настоящему
                договору регулируются законодательством Российской Федерации,
                если иное прямо не указано.
            </p>
        </section>
    )
}
export default Offer
